Repository: robertying/dotNetCampus
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# WiFiAccessDenied
source: Access to WiFi denied
zh_cn: 无法连接到Wi-Fi

source: Account
zh_cn: 账户

# AddAccountDialog
source: Add New Account
zh_cn: 添加账户

# AddFavoriteNetwork.Text
source: Add the current network to Favorites
zh_cn: 将当前网络添加到收藏

# AddNewAccount.Text
source: Add a new account
zh_cn: 添加账户

# Auto-loginToast
source: Auto-login {0} successfully Usage: {1} Balance: {2} Network: {3}
zh_cn: 已成功登录账户 {0} 流量: {1} 余额: {2} 网络: {3}

# Auto-loginDescription.Text
source: Auto-login is enabled only for Favorite networks, including Tsinghua, Tsinghua-5G and wired networks Click to choose to remove the network from Favorites
zh_cn: 自动登录只对收藏的网络以及 Tsinghua 和 Tsinghua-5G 启用 单击后可选择从收藏中移除该网络

# ButtonAccount.Content
source: Account
zh_cn: 账户

# ButtonBalance.Content
source: Balance
zh_cn: 余额

# ButtonEdit.Content
source: Edit
zh_cn: 编辑

# ButtonLogin.Content
source: Login
zh_cn: 登录

# ButtonNetwork.Content
source: Network
zh_cn: 网络

# ButtonOffline.Content
source: Offline
zh_cn: 离线

# ButtonRemove.Content
source: Remove
zh_cn: 移除

# ButtonSession.Content
source: Session
zh_cn: 会话

# AccountValidationFail
source: Cannot validate this account.
zh_cn: 无法验证该账户。

# ConnectPopupNotification
source: Connect to a new network in the pop-up panel.
zh_cn: 在弹出窗口中连接新的网络。

source: Connected to
zh_cn: 当前已连接到

# Connection.Text
source: Connection
zh_cn: 连接

# ConnectToAnotherNetwork.Text
source: Connect to another network
zh_cn: 连接其他网络

# Current.Text
source: Current
zh_cn: 当前

source: Disconnected
zh_cn: 未连接

# DisconnectSessionConfirm
source: Do you really want to disconnect this session?
zh_cn: 您是否要断开此会话？

# RemoveAccountConfirm
source: Do you really want to remove this account?
zh_cn: 您是否要移除此账户？

# RemoveNetworkConfirm
source: Do you really want to remove this favorite network?
zh_cn: 您是否要从收藏中移除该网络？

# DragAndDrop.Text
source: Drag and drop or click to change the current account
zh_cn: 拖拽或单击以更改当前账户

# EditAccountDialog
source: Edit This Account
zh_cn: 编辑账户

source: Error!
zh_cn: 错误

# OpenPanelFail
source: Fail to open the Available Networks Panel. Try again.
zh_cn: 无法打开可用网络窗口，请重试。

# LoginFail
source: Failed to login.
zh_cn: 登录失败。

# Favorites.Text
source: Favorites
zh_cn: 收藏

# AlreadyFavorite
source: has already been in Favorites.
zh_cn: 已经在收藏中。

# AddedToFavorites
source: has been added to Favorites.
zh_cn: 成功被添加到收藏。

# NavViewItemAccount.Content
source: Account
zh_cn: 账户

# NavViewItemGeneral.Content
source: General
zh_cn: 总览

# NavViewItemWiFi.Content
source: Wi-Fi
zh_cn: 网络

source: No
zh_cn: 取消

# NoWiFiAdapter
source: No WiFi adapters detected
zh_cn: 未检测到Wi-Fi适配器

source: Offline
zh_cn: 离线

source: Ok
zh_cn: 好

source: Online
zh_cn: 在线

# Password.Text
source: Password
zh_cn: 密码

# ConnectFirst
source: Please connect to one network first.
zh_cn: 请先连接到网络。

# Sessions.Text
source: Sessions
zh_cn: 会话

source: Settings
zh_cn: 设置

# FrequentLogin
source: Too frequent. Try again in a while.
zh_cn: 尝试过于频繁，请稍后再试。

source: User not found.
zh_cn: 未找到该用户。

# Username.Text
source: Username
zh_cn: 用户名

source: Warning!
zh_cn: 请注意

source: Wi-Fi
zh_cn: 网络

source: Yes
zh_cn: 确定

# AppDescription
source: Be in charge of your campus net connections
zh_cn: 管理你的校园网

# RemoveOnlyAccountFail
source: You cannot remove the only account.
zh_cn: 无法移除唯一的账户。

# AddAccountSuccess
source: has been added to Accounts.
zh_cn: 账户已被添加。

# AddFavoritesSuggestion
source: may be a campus network. Turn to Page Wi-Fi to enable auto-login.
zh_cn: 可能是校园网连接，前往“网络”为其开启自动登录。

source: A minute ago
zh_cn: 1分钟前

source: An hour ago
zh_cn: 1小时前

# ButtonDisconnect.Content
source: Disconnect
zh_cn: 断开

# ButtonSwitch.Content
source: Switch
zh_cn: 切换

# CurrentAccountChanged
source: is now the current using account.
zh_cn: 现在是当前账户。

# CurrentAccountRemoved
source: has been removed from Accounts.
zh_cn: 账户已被移除。

source: days ago
zh_cn: 天前

# Dialog.PrimaryButtonText
source: Ok
zh_cn: 确定

# Dialog.SecondaryButtonText
source: Cancel
zh_cn: 取消

source: hours ago
zh_cn: 小时前

# Manage.Text
source: Manage
zh_cn: 管理

source: minutes ago
zh_cn: 分钟前

source: months ago
zh_cn: 个月前

source: One month ago
zh_cn: 1个月前

source: One second ago
zh_cn: 1秒前

source: One year ago
zh_cn: 1年前

# RemoveSuccess
source: has been removed from Favorites.
zh_cn: 已从收藏中被移除。

source: seconds ago
zh_cn: 秒前

# SessionDisconnectSuccess
source: session has been closed.
zh_cn: 会话已断开。

source: years ago
zh_cn: 年前

source: Yesterday
zh_cn: 昨天

# Contributing.Text
source: Contributing
zh_cn: 反馈

# Privacy.Text
source: Privacy
zh_cn: 隐私

# PrivacyPolicy.Text
source: Privacy Policy
zh_cn: 隐私政策

# Version.Text
source: Version
zh_cn: 版本

# WrongPasswordToast
source: Auto-login failed Wrong password for {0} Please change to the right one
zh_cn: 自动登录失败 账户 {0} 的密码有误 请输入正确的密码

# RoamingToggleSwitch.Header
source: Data roaming
zh_cn: 数据同步

# RoamingToggleSwitch.OffContent
source: Off
zh_cn: 关闭

# RoamingToggleSwitch.OnContent
source: On
zh_cn: 开启
